[
    "Andrade, I. A.; Berti, D. W.; Tomaél, M. I., Corgosinho, R. J. M. (2011). Inteligência coletiva e ferramentas WEB 2.0: a busca da gestão da informação e do conhecimento em organizações. Perspectivas em Gestão & Conhecimento, v. 2011, n. 1, p. 27-43, out, 2011.",
    "Li, S., & Seale, C. (2007). Learning to do qualitative data analysis: An observational study of doctoral work. Qualitative Health Research, 17(10), 1442-1452. https://doi.org/10.1177/1049732307306924",
    "O'REILLY, Tim. What is Web 2.0: Design patterns and business models for the next generation of software. Communications & strategies, n. 1, p. 17, 2007.",
    "NOV, Oded; ARAZY, Ofer; ANDERSON, David. Crowdsourcing for science: understanding and enhancing SciSourcing contribution. In: ACM CSCW 2010 Workshop on the Changing Dynamics of Scientific Collaborations. 2010.",
    "Peng, F.; McCallum, A. Accurate Information extraction from research papers using conditional random fields. Information Processing and Management, 2006.",
    "SHANG, Shari SC et al. Understanding Web 2.0 service models: A knowledge-creating perspective. Information & Management, v. 48, n. 4, p. 178-184, 2011.",
    "LYKOURENTZOU, Ioanna et al. Collective intelligence systems: Classification and modeling. Journal of Emerging Technologies in Web Intelligence, v. 3, n. 3, p. 217-226, 2011.",
    "LIPINSKI, Mario et al. Evaluation of header metadata extraction approaches and tools for scientific pdf documents. In: Proceedings of the 13th ACM/IEEE-CS joint conference on Digital libraries. ACM. p. 385-386, 2013.",
    "MALONE, Thomas W.; LAUBACHER, Robert; DELLAROCAS, Chrysanthos. The collective intelligence genome. IEEE Engineering Management Review, v. 38, n. 3, p. 38, 2010.",
    "Howe, J. The Rise of Crowdsourcing, Wired, v. 14, n. 6, jun, 2006",
    "Howe, J. 2010. Crowdsourcing: Why the Power of the Crowd is Driving the Future of Business. New York, USA: Crown Publishing Group New York, 2008.",
    "INTRONE, Joshua et al. Solving wicked social problems with socio-computational systems. KI-Künstliche Intelligenz, v. 27, n. 1, p. 45-52, 2013.",
    "ACAR, Oguz Ali; VAN DEN ENDE, Jan. Motivation, Reward Size and Contribution in Idea Crowdsourcing. DIME-DRUID ACADEMY. Comwell Rebild Bakker, Aalborg, Denmark, 2011.",
    "Easton, B. (2008). Does poverty affect health? In K. Dew & A. Matheson (Eds.), Understanding health inequalities in Aotearoa New Zealand (pp. 97–106). Dunedin, New Zealand: Otago University Press.",
    "Kasabov, N., Scott, N. M., Tu, E., Marks, S., Sengupta, N., Capecci, E., . . . Yang, J. (2016). Evolving spatio-temporal data machines based on the NeuCube neuromorphic framework: Design methodology and selected applications. Neural Networks, 78, 1-14. https://doi.org/10.1016/j.neunet.2015.09.011",
    "Arruda-Filho, E., Cabusas, J., & Dholakia, N. (2010). Social behavior and brand devotion among iPhone innovators. International Journal of Information Management, 30(6), 475-480.",
    "Barkin, E. (2010, April). Jetting to greener pastures. Customer Relationship Management, 14(4), 30-33,36.",
    "Burkitt, L. (2010, December 16). McDonald's joins the line looking to expand in China. Wall Street Journal [Eastern edition], p. B.8.",
    "Lewis, R. & Dart, M. (2010). The new rules of retail: Competing in the world's toughest marketplace. New York, NY: Palgrave Macmillan.",
    "PARKER, T.J., and W.A. HASWELL. A text book of zoology. 6th ed. Vol. 1 revised by Otto LOWENSTEIN; vol. 2 revised by C. FORSTER-COOPER. London: Macmillan, 1940.",
    "BAARD, H.P. Frans Hals. Translated from the Dutch by George STUYCK. London: Thames and Hudson, 1981.",
    "FOWLER, H.W. A dictionary of modern English usage. 2nd ed., revised by Sir Ernest GOWERS. Oxford: Clarendon Press, 1968.",
    "BAUM, L. Frank. The Wonderful Land of Oz [online]. Etext no. 17426. Read by Roy TRUMBULL. Project Gutenberg, 2005 [viewed 2 April 2006]. MP3 format, 4.08 MB. Available from: http://www.gutenberg.org/files/17426/17426-mp3/17426-mp3-chap10.mp3",
    "MYERS, Michael P., Jay YANG, and Per STAMPE. Visualization and functional analysis of a maxi-K channel (mSlo) fused to green fluorescent protein (GFP). EJB: Electronic Journal of Biotechnology [online]. Valparaiso (Chile): Universidad Catolica de Valparaiso, 15 December 1999, vol. 2, no. 3 [viewed 28 June 2006]. ISSN 0717-3458. Available from: http://www.ejbiotechnology.info/content/vol2/issue3/full/3/3.pdf"
    ]